"SelectIdentityApplicationRequest" = "%@ requiere que seleccione una identidad Kerberos";
"SelectIdentityRequest"            = "Seleccione una identidad Kerberos";

"SelectIdentityHideOptions"        = "Ocultar opciones";
"SelectIdentityShowOptions"        = "Mostrar opciones";